Repository: Giancarmine/beatbox-app
Catalog: lib/l10n/intl_*.arb
Languages: es_es

source: Audio stored
es_es: Grabación almacenada

source: Pause
es_es: Pausa

source: Playing...
es_es: Reproduciendo...

source: Recording...
es_es: Grabando...

source: Skip
es_es: Salta

source: Done
es_es: Hecho

# introDetail
source: Start now to create your own music
es_es: Empieza ahora a crear tu propia música

# permissionTitle
source: Can I...
es_es: Puedo...

# permissionDetail
source: This App need audio and storage permission for work well Grant to play!
es_es: Esta App necesita permisos de audio y almacenamiento para trabajar bien Permite para funcionar

# featuresTitle
source: New features are coming
es_es: Nuevas funcionalidades están llegano

# featuresDetail
source: Check for new app version availability soon
es_es: Comprueba te estar utilizando la última versión disponible

# testDetail
source: Tap, double tap, long press... The better way is trying
es_es: Haga tap, doble tap, mantenga presionado... La mejor manera es cacharrear

# lastDetail
source: Everything is ready to go!
es_es: ¡Todo está listo!
